{
    "plenaries": [
        {
            "id": "opening-session",
            "title": "Opening Session",
            "desc": "Friday, December 08 - Time: 9:00 - 9:30",
            "location": "East & Central ",
            "start_time": "2023-12-08T09:00:00",
            "end_time": "2023-12-08T09:30:00",
            "bio": "TBD",
            "speaker_name": "EMNLP 23 Program Chairs",
            "institution": "EMNLP",
            "image": "null"
        },
        {
            "id": "human-centric-natural-language-processing",
            "title": "Human-Centric Natural Language Processing",
            "desc": "Friday, December 08 - Time: 9:30 - 10:30",
            "location": "East & Central ",
            "start_time": "2023-12-08T09:30:00",
            "end_time": "2023-12-08T10:30:00",
            "bio": "Jong Park received his BE and MSE degrees from Seoul National University and PhD degree from the University of Pennsylvania, Philadelphia. He has been working as Assistant, Associate and Full Professor at Korea Advanced Institute of Science and Technology (KAIST) since 1998. He is one of the early researchers on BioNLP, applying NLP techniques to biology and medicine. His research team at KAIST has also been working broadly on identifying emotion from text, turning spoken language into visual animation and sign language, identifying mental health issues such as mild-cognitive impairment (MCI) and clinical depression from natural language utterances, detecting abusive language, and, more recently, credibility assessment and bidirectional sign language processing. His team has received Outstanding Paper Award at ACL 2023 for the work on the Tigrinya language. He is serving as founding Editor-in-Chief of Journal of Computing Science and Engineering (JCSE) since 2007, President of Asian Federation of Natural Language Processing (AFNLP) during 2022~2024, and General Chair of IJCNLP-AACL 2023.",
            "speaker_name": "Jong Park",
            "institution": "Korea Advanced Institute of Science and Technology (KAIST)",
            "image": "null"
        },
        {
            "id": "business-meeting",
            "title": "Business Meeting",
            "desc": "Saturday, December 09 - Time: 13:45 - 14:30",
            "location": "East & Central ",
            "start_time": "2023-12-09T13:45:00",
            "end_time": "2023-12-09T14:30:00",
            "bio": "TBD",
            "speaker_name": "EMNLP Board",
            "institution": "EMNLP",
            "image": "null"
        },
        {
            "id": "from-speech-to-emotion-to-mood-mental-health-modeling-in-real-world-environments",
            "title": "From Speech to Emotion to Mood: Mental Health Modeling in Real-World Environments.",
            "desc": "Saturday, December 09 - Time: 14:30 - 15:30",
            "location": "East & Central ",
            "start_time": "2023-12-09T14:30:00",
            "end_time": "2023-12-09T15:30:00",
            "bio": "Emily Mower Provost is a Professor in Computer Science and Engineering at the University of Michigan. She received her Ph.D. in Electrical Engineering from the University of Southern California (USC), Los Angeles, CA in 2010. She is a Toyota Faculty Scholar (2020) and has been awarded a National Science Foundation CAREER Award (2017), the Oscar Stern Award for Depression Research (2015), a National Science Foundation Graduate Research Fellowship (2004-2007). She is an Associate Editor for IEEE Transactions on Affective Computing and the IEEE Open Journal of Signal Processing. She has also served as Associate Editor for Computer Speech and Language and ACM Transactions on Multimedia. She has received best paper awards or finalist nominations for Interspeech 2008, ACM Multimedia 2014, ICMI 2016, and IEEE Transactions on Affective Computing. Among other organizational duties, she has been Program Chair for ACII (2017, 2021), ICMI (2016, 2018). Her research interests are in human-centered speech and video processing, multimodal interfaces design, and speech-based assistive technology. The goals of her research are motivated by the complexities of the perception and expression of human behavior.",
            "speaker_name": "Emily Mower Provost",
            "institution": "University of Michigan",
            "image": "null"
        },
        {
            "id": "panel ",
            "title": "Panel ",
            "desc": "Saturday, December 09 - Time: 16:00 - 17:00",
            "location": "East & Central ",
            "start_time": "2023-12-09T16:00:00",
            "end_time": "2023-12-09T17:00:00",
            "bio": "TBD",
            "speaker_name": "TBD",
            "institution": "EMNLP",
            "image": "null"
        },
        {
            "id": "academic-NLP-research-in-the-age-of-LLMs-nothing-but-blue-skies",
            "title": "Academic NLP research in the Age of LLMs: Nothing but blue skies!",
            "desc": "Sunday, December 10 - Time: 14:00 - 15:00",
            "location": "East & Central ",
            "start_time": "2023-12-10T14:00:00",
            "end_time": "2023-12-10T15:00:00",
            "bio": "Christopher Manning is the inaugural Thomas M. Siebel Professor in Machine Learning in the Departments of Linguistics and Computer Science at Stanford University, Director of the Stanford Artificial Intelligence Laboratory (SAIL), and an Associate Director of the Stanford Institute for Human-Centered Artificial Intelligence (HAI). His research goal is computers that can intelligently process, understand, and generate human languages. Manning was an early leader in applying Deep Learning to Natural Language Processing (NLP), with well-known research on the GloVe model of word vectors, attention, machine translation, question answering, self-supervised model pre-training, tree-recursive neural networks, machine reasoning, dependency parsing, sentiment analysis, and summarization. He also focuses on computational linguistic approaches to parsing, natural language inference and multilingual language processing, including being a principal developer of Stanford Dependencies and Universal Dependencies. Manning has coauthored leading textbooks on statistical approaches to NLP (Manning and Schütze 1999) and information retrieval (Manning, Raghavan, and Schütze, 2008), as well as linguistic monographs on ergativity and complex predicates. His online CS224N Natural Language Processing with Deep Learning videos have been watched by hundreds of thousands of people. He is an ACM Fellow, a AAAI Fellow, and an ACL Fellow, and a Past President of the ACL (2015). His research has won ACL, Coling, EMNLP, and CHI Best Paper Awards, and an ACL Test of Time Award. He has a B.A. (Hons) from The Australian National University and a Ph.D. from Stanford in 1994, and an Honorary Doctorate from U. Amsterdam in 2023, and he held faculty positions at Carnegie Mellon University and the University of Sydney before returning to Stanford. He is the founder of the Stanford NLP group (@stanfordnlp) and manages development of the Stanford CoreNLP and Stanza software.",
            "speaker_name": "Christopher D. Manning",
            "institution": "Stanford University",
            "image": "null"
        },
        {
            "id": "EMNLP-23-program-chairs",
            "title": "EMNLP 23 Program Chairs",
            "desc": "Sunday, December 10 - Time: 15:30 - 17:00",
            "location": "East & Central ",
            "start_time": "2023-12-10T15:30:00",
            "end_time": "2023-12-10T17:00:00",
            "bio": "TBD",
            "speaker_name": "Best Paper Awards  & Closing Session",
            "institution": "EMNLP",
            "image": "null"
        }
    ],
    "tutorials": [
        {
            "id": "t1",
            "title": "T01: NLP+Vis: NLP Meets Visualization",
            "desc": "Natural language and visualization (Vis) are two powerful modalities of human communication. The goal of this tutorial is to push forward the agenda of tightly integrating these two modalities. To this end, the tutorial will introduce NLP+Vis with a focus on two main threads of work: \\textit{(i) NLP for Vis:} How to develop and adapt state-of-the-art NLP models for solving various visualization tasks? and \\textit{(ii) Vis for NLP:} How to leverage visualization techniques to interpret and explain complex NLP models effectively? The tutorial will first motivate why NLP+Vis is an important area of research and provide an overview of research topics on combining NLP and Vis techniques. Then an overview of state-of-the-art deep learning models for NLP will be covered. Next, we will provide an overview of applying visualization techniques to help make NLP models more interpretable and explainable. In the final part, we will focus on various application tasks at the intersection of NLP and Vis. We will conclude with an interactive discussion of future challenges for NLP+Vis applications. The audience will include researchers interested in applying NLP for visualizations as well as others who focus more generally at the intersection of machine learning and visualization.",
            "location": "Pisces 1",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T12:30:00",
            "hosts": [
                "Shafiq Joty",
                "Enamul Hoque",
                "Jesse Vig"
            ],
            "rocketchat": "tutorial-1"
        },
        {
            "id": "t2",
            "title": "T02: Security Challenges in Natural Language Processing Models",
            "desc": "Large-scale natural language processing models have been developed and integrated into numerous applications, given the advantage of their remarkable performance. Nonetheless, the security concerns associated with these models prevent the widespread adoption of these black-box machine learning models. In this tutorial, we will dive into three emerging security issues in NLP research, i.e., backdoor attacks, private data leakage, and imitation attacks. These threats will be introduced in accordance with their threatening usage scenarios, attack methodologies, and defense technologies.",
            "location": "Pisces 2 & 3",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T12:30:00",
            "hosts": [
                "Qiongkai Xu",
                "Xuanli He"
            ],
            "rocketchat": "tutorial-2"
        },
        {
            "id": "t3",
            "title": "T03: Designing, Evaluating, and Learning from Humans Interacting with NLP Models",
            "desc": "The rapid advancement of natural language processing (NLP) research has led to various applications spanning a wide range of domains that require models to interact with humans — e.g., chatbots responding to human inquiries, machine translation systems assisting human translators, designers prompting Large Language Models for co-creation or prototyping AI-infused applications, etc. In these cases, humans interaction is key to the success of NLP applications; any potential misconceptions or differences might lead to error cascades at the subsequent stages. Such interaction involves a lot of design choices around models, e.g. the sensitivity of interfaces, the impact of design choice and evaluation questions, etc.This tutorial aims to provide a systematic and up-to-date overview of key considerations and effective approaches for studying human-NLP model interactions. Our tutorial will focus specifically on the scenario where end users – lay people and domain experts who have access to NLP models but are less familiar with NLP techniques — use or collaborate with deployed models.Throughout the tutorial, we will use five case studies (on classifier-assisted decision making, machine-aided translation, dialog systems, and prompting) to cover three major themes: (1) how to conduct human-in-the-loop usability evaluations to ensure that models are capable of interacting with humans; (2) how to design user interfaces (UIs) and interaction mechanisms that provide end users with easy access to NLP models; (3) how to learn and improve NLP models through the human interactions. We will use best practices from HCI to ground our discussion, and will highlight current challenges and future directions.",
            "location": "Leo 3 & 4",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T12:30:00",
            "hosts": [
                "Tongshuang Wu",
                "Diyi Yang",
                "Sebastin Santy"
            ],
            "rocketchat": "tutorial-3"
        },
        {
            "id": "t4",
            "title": "T04: LLM-driven Instruction Following: Progresses and Concerns",
            "desc": "The progress of natural language processing (NLP) is primarily driven by machine learning that optimizes a system on a large-scale set of task-specific labeled examples. This learning paradigm limits the ability of machines to have the same capabilities as humans in handling new tasks since humans can often solve unseen tasks with a couple of examples accompanied by task instructions. In addition, we may not have a chance to prepare task-specific examples of large-volume for new tasks because we cannot foresee what task needs to be addressed next and how complex to annotate for it. Therefore, task instructions act as a novel and promising resource for supervision. This tutorial targets researchers and practitioners who are interested in AI and ML technologies for NLP generalization in a low-shot scenario. In particular, we will present a diverse thread of instruction-driven NLP studies that try to answer the following questions: (i) What is task instruction? (ii) How is the process of creating datasets and evaluating systems conducted? (iii) How to encode task instructions? (iv) When and why do some instructions work better? (v) What concerns remain in LLM-driven instruction following? We will discuss several lines of frontier research that tackle those challenges and will conclude the tutorial by outlining directions for further investigation.",
            "location": "Leo 3 & 4",
            "start_time": "2023-12-06T14:00:00",
            "end_time": "2023-12-06T17:30:00",
            "hosts": [
                "Wenpeng Yin",
                "Qinyuan Ye",
                "Pengfei Liu",
                "Xiang Ren",
                "Hinrich Schütze"
            ],
            "rocketchat": "tutorial-4"
        },
        {
            "id": "t5",
            "title": "T05: Mitigating Societal Harms in Large Language Models",
            "desc": "Numerous recent studies have highlighted societal harms that can be caused by language technologies deployed in the wild. While several surveys, tutorials, and workshops have discussed the risks of harms in specific contexts -- e.g., detecting and mitigating gender bias in NLP models -- no prior work has developed a unified typology of technical approaches for mitigating harms of language generation models. Our tutorial is based on a survey we recently wrote that proposes such a typology. We will provide an overview of potential social issues in language generation, including toxicity, social biases, misinformation, factual inconsistency, and privacy violations. Our primary focus will be on how to systematically identify risks, and how eliminate them at various stages of model development, from data collection, to model development, to inference/language generation. Through this tutorial, we aim to equip NLP researchers and engineers with a suite of practical tools for mitigating safety risks from pretrained language generation models.",
            "location": "Pisces 1",
            "start_time": "2023-12-06T14:00:00",
            "end_time": "2023-12-06T17:31:00",
            "hosts": [
                "Sachin Kumar",
                "Vidhisha Balachandran",
                "Lucille Njoo",
                "Antonios Anastasopoulos and Yulia Tsvetkov"
            ],
            "rocketchat": "tutorial-5"
        },
        {
            "id": "t6",
            "title": "T06: Creative Natural Language Generation",
            "desc": "Large language models such as GPT-3, GPT4, Claude etc., have advanced the state of the art in several natural language generation tasks such as text summarization and machine translation. However, when it comes to open-ended tasks with a focus on creativity such as generating stories, poetry, or various forms of figurative language, these state-of-the-art language models are often found to be inadequate.This tutorial aims to bring awareness of the important and emerging research area of open-domain creative generation, with a focus on language generation while also touching on multi-modal generation (e.g., image captioning, visual metaphors). It targets natural language processing (NLP) and artificial intelligence (AI) researchers as well as creative writing practitioners who are interested in building systems that are capable of emulating as well as augmenting human creativity. In particular, we will review recent studies on creative language generation both at the sentence level as well as longer forms of text. We will provide the audiences with a holistic view of 1) the importance and challenges of building creative language generation systems; 2) how we incorporate content planning, domain knowledge, and creativity-specific heuristics for different forms of creative language generation such as story, poetry, humor, metaphors, etc 3) how can we build better evaluation methods for creative text generation in standalone as well as interactive settings? In particular, how could the recent advancement of AI shape the future workforce for creativity? We will conclude the tutorial by outlining future research directions in this area.",
            "location": "Pisces 2 & 3",
            "start_time": "2023-12-06T14:00:00",
            "end_time": "2023-12-06T17:32:00",
            "hosts": [
                "Tuhin Chakrabarty",
                "Vishakh Padmakumar",
                "He He",
                "Nanyun Peng"
            ],
            "rocketchat": "tutorial-6"
        }
    ],
    "workshops": [
        {
            "id": "workshop_1_1",
            "title": "W1: The SIGNLL Conference on Computational Natural Language Learning(CoNLL)",
            "desc": "CoNLL is a yearly conference organized by SIGNLL (ACL's Special Interest Group on Natural Language Learning), focusing on theoretically, cognitively and scientifically motivated approaches to computational linguistics. This year, CoNLL will be colocated with EMNLP 2023. Registrations for CoNLL can be made through EMNLP (workshop 1).",
            "location": "West Ballroom 1",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T17:35:00",
            "url": "https://www.conll.org/2023",
            "chair": "Jing Jiang, David Reitter, Shumin Deng"
        },
        {
            "id": "workshop_2_1",
            "title": "W2: The Sixth Workshop on Computational Models of Reference, Anaphora and Coreference (CRAC 2023)",
            "desc": "Since 2016, the yearly CRAC (and its predecessor, CORBON) workshop has become the primary forum for researchers interested in the computational modeling of reference, anaphora, and coreference to discuss and publish their results. Over the years, this workshop series has successfully organized five shared tasks, which stimulated interest in new problems in this area of research, facilitated the discussion and dissemination of results on new problems/directions (e.g., multimodal reference resolution), and helped expand the coreference community that used to be dominated by European researchers to include young researchers from the Americas. The aim of the workshop is to provide a forum where work on all aspects of computational work on anaphora resolution and annotation, including both coreference and types of anaphora such as bridging references resolution and discourse deixis, can be presented.",
            "location": "West Ballroom 3",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T17:00:00",
            "url": "https://sites.google.com/view/crac2023/",
            "chair": "Maciej Ogrodniczuk, Sameer Pradhan, Vincent Ng, Massimo Poesio"
        },
        {
            "id": "workshop_3_1",
            "title": "W3: The Eighth Conference on Machine Translation (WMT23)",
            "desc": "The long-standing Conference on Machine Translation (building on the earlier Workshop on Statistical Machine Translation) brings together researchers from the area of machine translation and features selected research papers to be presented at the conference. The conference also features a large number of shared tasks: a general translation task (former news task), a terminology translation task, a literary translation task, a word-level autocompletion task, a sign language translation task, a biomedical translation task, a indic languages translation task, an African languages translation task, a metrics evaluation task, a quality estimation task, a task to introduce novel machine translation testsuites, an automatic post-editing task, and a parallel data curation task.",
            "location": "Central Ballroom 1",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T17:30:00",
            "url": "http://www.statmt.org/wmt23/",
            "chair": "Philipp Koehn, Barry Haddow, Tom Kocmi, Christof Monz"
        },
        {
            "id": "workshop_4",
            "title": "W4: GenBench: The first workshop on generalisation (benchmarking) in NLP",
            "desc": "\"The ability to generalise well is often mentioned as one of the primary desiderata for models of natural language processing (NLP). However, how generalisation should be defined and evaluated, or when it is particularly important, is a far from trivial question. The GenBench workshop on generalisation (benchmarking) in NLP aims to provide a platform to discuss challenging questions related to generalisation in NLP and establish a shared platform for state-of-the-art generalisation testing. We invited submitters to contribute work discussing generalisation in NLP and also held a collaborative benchmarking task, for which we called for submissions of challenging generalisation tests. \\\\ \\\\\n\nIn this first edition of the workshop, we have 10 archival papers in our main track, 7 archival papers for our collaborative benchmarking track, and 6 extended abstracts. The workshop also provides a platform for the authors of 29 EMNLP findings paper related the workshop's topic to present their work as a poster at the workshop. In addition to poster sessions, we furthermore have three exciting invited speakers -- Adina Williams, Anna Rogers and Tatsunori Hashimoto. They will talk about challenges in evaluating LLMs, how to consider emergent properties from the perspective of generalisation, and evaluating generalisation in the era of instruction tuning, respectively. We will end the day with an exciting panel in which we discuss challenging questions related to generalisation.\n\nThe workshop would not have been possible without the dedication of the programme committee, whom we would like to thank for their contributions. We would also like to thank Amazon for their sponsorship of 5000 dollars, which we used to fund one of our invited speakers, to grant travel awards to allow participants that could otherwise not have attended to participate in the workshop, and to grant two awards, to the best submitted paper and best submitted benchmark. Lastly, we are grateful to our invited speakers, Adina Williams, Anna Rogers, and Tatsunori Hashimoto, for contributing to our programme.\"",
            "location": "Central Ballroom 3",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T17:45:00",
            "url": "https://genbench.org/workshop/",
            "chair": "Dieuwke Hupkes, Verna Dankers, Khuyagbaatar Batsuren, Koustuv Sinha, Amirhossein Kazemnejad, Christos Christodoulopoulos, Ryan Cotterell, Elia Bruni"
        },
        {
            "id": "workshop_5",
            "title": "W5: The 4th International Workshop on Computational Approaches to Historical Language Change (LChange’23)",
            "desc": "The LChange workshop is an avenue on state-of-the-art computational methodologies, theories and digital text resources on exploring the time-varying nature of human language. The aim of this workshop is three-fold. First, we want to provide pioneering researchers who work on computational methods, evaluation, and large-scale modelling of language change an outlet for disseminating cutting-edge research on topics concerning language change. We particularly support discussion on the evaluation of computational methodologies for uncovering language change. Second, we want to bring together domain experts across disciplines by connecting researchers in historical linguistics with those that develop and test computational methods for detecting semantic change and laws of semantic change; and those that need knowledge (of the occurrence and shape) of language change, for example, in digital humanities and computational social sciences where text mining is applied to diachronic corpora subject to e.g., lexical semantic change. Third, the detection and modelling of language change using diachronic text and text mining raise fundamental theoretical and methodological challenges for future research.",
            "location": "Virgo 3",
            "start_time": "2023-12-06T09:15:00",
            "end_time": "2023-12-06T17:45:00",
            "url": "https://www.changeiskey.org/event/2023-emnlp-lchange/",
            "chair": "Nina Tahmasebi, Syrielle Montariol, Haim Dubossarsky, Andrey Kutuzov, Simon Hengchen, David Alfter, Francesco Periti, Pierluigi Cassotti"
        },
        {
            "id": "workshop_6",
            "title": "W6: The 4th New Frontiers in Summarization Workshop (NewSumm)",
            "desc": "NewSumm workshop, a key forum in its fourth edition, aims to develop intelligent systems for producing concise, fluent, and accurate summaries in natural language processing. It unites experts from diverse fields like summarization, language generation, and psycholinguistics to explore automatic summarization's critical aspects. The comprehensive agenda addresses innovative paradigms, multilingual setups, novel evaluation methods, and future research directions. This edition, following successful predecessors at EMNLP 2017, 2019, and 2021, received 31 paper submissions with a 42% acceptance rate. It features five esteemed speakers, including Kathleen McKeown, Jackie Cheung, Rui Zhang, Iz Beltagy, and Chenguang Zhu, representing a broad spectrum of expertise in the field. The workshop aims to build a cohesive research community and develop new tools and resources for academia, industry, and government.",
            "location": "West Ballroom 2",
            "start_time": "2023-12-06T08:50:00",
            "end_time": "2023-12-06T17:30:00",
            "url": "https://newsumm.github.io/2023/",
            "chair": "Yue Dong, Wen Xiao, Lu Wang, Fei Liu, Giuseppe Carenini"
        },
        {
            "id": "workshop_7",
            "title": "W7: The 3rd Workshop for Natural Language Processing Open Source Software (NLP-OSS)",
            "desc": "The primary objective of this workshop is to further the sharing of insights on the engineering and community aspects of creating, developing, and maintaining NLP open source software (OSS), which we seldom talk about in scientific publications. Our secondary goal is to promote synergies between different open source projects and encourage cross-software collaborations and comparisons.",
            "location": "Virgo 1 ",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T17:30:00",
            "url": "https://nlposs.github.io/",
            "chair": "Liling Tan; Geeticka Chauhan; Dmitrijs Milajevs; Jeremy Gwinnup; Elijah Rippeth"
        },
        {
            "id": "workshop_8",
            "title": "W8: The Pattern-based Approaches to NLP in the Age of Deep Learning Workshop (Pan-DL)",
            "desc": "This workshop will focus on all aspects of pattern-based approaches, including their application, representation, and interpretability, as well as their strengths and weaknesses relative to state-of-the-art machine learning approaches. It will also explore ways of combining the strengths of pattern-based, deep learning and other statistical methods.",
            "location": "Virgo 2",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T18:00:00",
            "url": "https://pan-dl.github.io/",
            "chair": "Enrique Noriega, Gus Hahn-Powell, Mihai Surdeanu, Clayton Morrison, Rebecca Sharp, Dayne Frietag, Ellen Riloff, Laura Chiticariu"
        },
        {
            "id": "workshop_9",
            "title": "W9: The Seventh Widening NLP Workshop (WiNLP 2023)",
            "desc": "The WiNLP workshop aims to foster an inclusive and diverse ACL environment by highlighting the work of underrepresented groups (URG) or anyone who self-identifies within an underrepresented demographic. The 2023 iteration of the workshop will build on the successes of prior iterations (2017-2022) with a focus on diversity in scientific background, discipline, training, obtained degrees, and seniority. Additionally, this iteration will target women and nonbinary researchers, the queer community, researchers outside the U.S. and Europe, and neurodiverse researchers in NLP. The full-day event will include a call for abstracts, a combination of invited talks, a panel discussion, oral presentations, and poster sessions. The workshop provides an opportunity for junior members of the community to showcase their work and connect with senior mentors for feedback and career advice. WiNLP also offers recruitment opportunities with leading industrial and academic labs. Most importantly, the workshop provides an accepting space that lowers structural barriers that make it difficult for URGs to join and collaborate with their NLP colleagues. The opportunity to present at the workshop is intended for URGs, and allies are encouraged to attend and support speakers. For more details on the vision, mission, and activities of WiNLP, visit http://www.winlp.org",
            "location": "Leo 1",
            "start_time": "2023-12-06T08:45:00",
            "end_time": "2023-12-06T17:00:00",
            "url": "https://www.winlp.org/",
            "chair": "Bonaventure F. P. Dossou, Shaily Bhatt, Sunipa Dev, Tirthankar Ghosal, Hatem Haddad, Haley Lepp, Fatemehsadat Mireshghallah Surangika Ranathunga, Alexandra Schofield, Isidora Chara Tourni, Weijia Xu, Atnafu Lambebo Tonja, Mukund Rungta"
        },
        {
            "id": "workshop_10",
            "title": "W10: Combined Workshop on Spatial Language Understanding and Grounded Communication for Robotics (SpLU-RoboNLP)",
            "desc": "We wish the workshop to be the first step in building a community of researchers from different areas of NLP, both applied and theoretical, who are interested in pattern-based approaches and who use them in their work (e.g., industry practitioners and domain experts).",
            "location": "Pisces 4",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T17:30:00",
            "url": "https://splu-robonlp-2023.github.io/",
            "chair": "Malihe Alikhani, Ashiwarya Padmakumar, Xin Wang, Yue Fan, Mert Inan"
        },
        {
            "id": "workshop_11",
            "title": "W11: Natural Language Generation, Evaluation, and Metric (GEM)",
            "desc": "\"Natural language generation is one of the most active research areas within NLP and its barrier of entry has reduced dramatically. While applying supervised state of the art models to new data sets is becoming easier, the evaluation of models is becoming more challenging as models can produce completely fluent but meaningless or subtly flawed output. This leads to a disconnect between real-world needs of generation models and published research. Most of the disconnect can be bridged via in-depth evaluation and documentation of both data and models. \nTo that end, the GEM workshop has three core goals: (1) Encourage the development of (semi-) automatic model audits and improved human evaluation strategies, (2) Popularize model evaluations in languages beyond English, (3) Provide a platform for discussions around evaluations to bridge the gap between industry and academia.\"",
            "location": "Leo 2",
            "start_time": "2023-12-06T09:00:00",
            "end_time": "2023-12-06T17:30:00",
            "url": "https://gem-benchmark.com/workshop",
            "chair": "Khyathi Raghavi Chandu, Elizabeth Clark, Kaustubh Dhole, Sebastian Gehrmann, João Sedoc, Alex Wang, Enrico Santus, Hooman Sedghamiz"
        },
        {
            "id": "workshop_1_2",
            "title": "W1: The SIGNLL Conference on Computational Natural Language Learning(CoNLL)",
            "desc": "CoNLL is a yearly conference organized by SIGNLL (ACL's Special Interest Group on Natural Language Learning), focusing on theoretically, cognitively and scientifically motivated approaches to computational linguistics. This year, CoNLL will be colocated with EMNLP 2023. Registrations for CoNLL can be made through EMNLP (workshop 1).",
            "location": "West Ballroom 1",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T08:24:00",
            "url": "https://www.conll.org/2023",
            "chair": "Jing Jiang, David Reitter, Shumin Deng"
        },
        {
            "id": "workshop_2_2",
            "title": "W2: The Sixth Workshop on Computational Models of Reference, Anaphora and Coreference (CRAC 2023)",
            "desc": "Since 2016, the yearly CRAC (and its predecessor, CORBON) workshop has become the primary forum for researchers interested in the computational modeling of reference, anaphora, and coreference to discuss and publish their results. Over the years, this workshop series has successfully organized five shared tasks, which stimulated interest in new problems in this area of research, facilitated the discussion and dissemination of results on new problems/directions (e.g., multimodal reference resolution), and helped expand the coreference community that used to be dominated by European researchers to include young researchers from the Americas. The aim of the workshop is to provide a forum where work on all aspects of computational work on anaphora resolution and annotation, including both coreference and types of anaphora such as bridging references resolution and discourse deixis, can be presented.",
            "location": "West Ballroom 3",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T12:30:00",
            "url": "https://sites.google.com/view/crac2023/",
            "chair": "Maciej Ogrodniczuk, Sameer Pradhan, Vincent Ng, Massimo Poesio"
        },
        {
            "id": "workshop_3_2",
            "title": "W3: The Eighth Conference on Machine Translation (WMT23)",
            "desc": "The long-standing Conference on Machine Translation (building on the earlier Workshop on Statistical Machine Translation) brings together researchers from the area of machine translation and features selected research papers to be presented at the conference. The conference also features a large number of shared tasks: a general translation task (former news task), a terminology translation task, a literary translation task, a word-level autocompletion task, a sign language translation task, a biomedical translation task, a indic languages translation task, an African languages translation task, a metrics evaluation task, a quality estimation task, a task to introduce novel machine translation testsuites, an automatic post-editing task, and a parallel data curation task.",
            "location": "Central Ballroom 1",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T17:30:00",
            "url": "http://www.statmt.org/wmt23/",
            "chair": "Philipp Koehn, Barry Haddow, Tom Kocmi, Christof Monz"
        },
        {
            "id": "workshop_12",
            "title": "W12: The 10th Workshop on Argument Mining(ArgMining)",
            "desc": "The ArgMining workshop series is the premier research forum that drives the exploration of argument mining tasks in all domains of discourse. Since its inception in 2014, it has been held annually for nine consecutive years at major NLP conferences: ACL (2014, 2016, 2019), NAACL (2015), EMNLP (2017, 2018, 2021), and COLING (2020, 2022). Seeing the continuous emergence of argument mining research in the last years, this workshop provides a follow-on forum for the previous editions and the many recent relevant events. The workshop will take place in a hybrid setting and feature a panel session reflecting on the past and the future of argument mining in celebration of the 10th anniversary of the workshop series, a keynote speech, paper presentations, as well as two shared tasks.",
            "location": "Central Ballroom 3",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T18:00:00",
            "url": "https://argmining-org.github.io/2023/",
            "chair": "Milad Alshomary, Chung-Chi Chen, Smaranda Muresan, Joonsuk Park, Julia Romberg"
        },
        {
            "id": "workshop_13",
            "title": "W13: The Big Picture: Crafting a Research Narrative (BigPicture)",
            "desc": "The Big Picture Workshop provides a dedicated venue for exploring and distilling broader NLP research narratives. All research exists within a larger context, and progress is made by standing on the shoulders of giants: building on the foundations laid by earlier researchers. In light of rapid publication rates and concise paper formats, it has become increasingly difficult, however, to recognize the larger story to which a paper is connected. The Big Picture Workshop invites researchers to reflect on how their individual contributions fit within the overall research landscape and what stories they are telling with their bodies of research. The goals of the workshop are to enhance communication and understanding between different lines of work, highlight how works connect and build on each other, generate insights that are difficult to glean without combining and reconciling different research narratives, encourage broader collaboration and awareness of prior work in the NLP community, and facilitate understanding of trajectories and insights within the field of NLP.",
            "location": "Virgo 1 & 2 ",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T17:00:00",
            "url": "https://www.bigpictureworkshop.com/",
            "chair": "Yanai Elazar, Allyson Ettinger, Nora Kassner, Sebastian Ruder, Noah A. Smith"
        },
        {
            "id": "workshop_14",
            "title": "W14: BlackboxNLP 2023: The 6th Workshop on Analysing and Interpreting Neural Networks for NLP",
            "desc": "TBD",
            "location": "West Ballroom 2",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T18:00:00",
            "url": "https://blackboxnlp.github.io/",
            "chair": "Yonatan Belinkov, Sophie Hao, Jaap Jumelet, Najoung Kim, Arya McCarthy, and Hosein Mohebbi"
        },
        {
            "id": "workshop_15",
            "title": "W15: The Sixth Workshop on Computational Approaches to Linguistic Code Switching",
            "desc": "Bilingual and multilingual speakers often mix languages when they communicate with other multilingual speakers in what is usually known as code-switching (CS). CS can occur on various\nlanguage levels including inter-sentential, intra-sentential, and even morphological. Practically, it presents long-standing challenges for language technologies, such as machine translation, ASR, language generation, information retrieval and extraction, and semantic processing. Models trained for one language can quickly break down when there is input mixed in from another. The recent breakthough on using multilingual pre-trained language models (LMs) have shown possibility to yield subpar performance on CS data.\nConsidering the ubiquitous nature of CS in informal text such as newsgroups, tweets threads, and other forms of social media communication, and the number of multilingual speakers worldwide that use these platforms, addressing the challenge of processing CS data continues to be of great practical value. This workshop aims to bring together researchers interested in technology for mixed language data, in either spoken or written form, and increase community awareness of the different efforts developed to date in this space.",
            "location": "Virgo 3",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T16:00:00",
            "url": "https://code-switching.github.io/2023",
            "chair": "Genta Indra Winata, Sudipta Kar, Marina Zhukova, Thamar Solorio, Mona Diab, Sunayana Sitaram, Monojit Choudhury, Kalika Bali"
        },
        {
            "id": "workshop_16",
            "title": "W16: The Natural Legal Language Processing Workshop 2023 (NLLP)",
            "desc": "The Natural Legal Language Processing (NLLP) 2023 workshop, now at its fifth edition, brings together researchers, practitioners, policy makers from around the world who develop NLP techniques within the legal domain. NLP technologies allow legal practitioners and decision-makers to make more informed decisions, optimize legal strategies and serve clients/consumers/citizens in a more cost-efficient way. The fast-paced, multi-jurisdictional world of law is a growing area of application for NLP, offering data sources which are often multilingual and multimodal. For example, evidentiary data sets used in private and public legal practice require in-depth image analysis and speech recognition technologies to complement text data (e.g., opinions and judgments) currently dominating the area. Legal NLP research can create societal impact by informing regulators how to best protect certain categories of citizens at risk (e.g. vulnerable consumers), or by enhancing citizen education and access to justice. This is an exciting opportunity to expand the boundaries of our field by identifying new problems and exploring new data as it interacts with the full inventory of NLP and machine learning approaches.",
            "location": "Pisces 4",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T17:30:00",
            "url": "https://nllpw.org/workshop/",
            "chair": "Nikolaos Aletras, Leslie Barrett, Ilias Chalkidis, Catalina Goanta, Daniel Preotiuc-Pietro, Jerry Spanakis"
        },
        {
            "id": "workshop_17",
            "title": "W17: The First Arabic Natural Language Processing Conference (WANLP 2023)",
            "desc": "TBD",
            "location": "Pisces 1",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T17:30:00",
            "url": "https://wanlp2023.sigarab.org/",
            "chair": "Hassan Sawaf, Samhaa El-Beltagy, Wajdi Zaghouani, Walid Magdy, Ahmed Abdelali, Nadi Tomeh, Ibrahim Abu Farha, Nizar Habash, Salam Khalifa, Amr Keleg, Hatem Haddad, Imed Zitouni, Khalil Mrini, Rawan Almatham"
        },
        {
            "id": "workshop_18",
            "title": "W18: The Third Workshop on Multi-lingual Representation Learning(MRL)",
            "desc": "TBD",
            "location": "Leo 3 & 4",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T17:00:00",
            "url": "https://sigtyp.github.io/ws2023-mrl.html",
            "chair": "TBD"
        },
        {
            "id": "workshop_19",
            "title": "W19: Novel Ideas in Learning to Learn through Interaction (NILLI)",
            "desc": "Collaborative dialogues with automated systems through language interactions have become ubiquitous, wherein it is becoming common from setting an alarm to planning one’s day through language interactions. With recent advances in dialogue research, embodied learning and using language as a mode of instruction for learning agents there is, now, a scope for realizing domains that can assume agents with primitive task knowledge and a continual interact-and-learn procedure to systematically acquire knowledge through verbal/non-verbal interactions. The research direction of building interactive learning agents facilitates the possibility of agents to have advanced interactions like taking instructions by being a pragmatic listener, asking for more samples, generating rationales for predictions, interactions to interpret learning dynamics, or even identifying or modifying a new task that can be used towards building effective learning-to-learn mechanisms. In a way, with verbal/non-verbal interactive medium this interdisciplinary field unifies research paradigms of lifelong learning, natural language processing, embodied learning, reinforcement learning, robot learning and multi-modal learning towards building interactive and interpretable AI.",
            "location": "Leo 1 & 2",
            "start_time": "2023-12-07T08:45:00",
            "end_time": "2023-12-07T18:00:00",
            "url": "https://www.cs.mcgill.ca/~pparth2/nilli_workshop_2023",
            "chair": "Prasanna Parthasarathi, Koustuv Sinha, Khyathi Raghavi Chandu, Chinnadhurai Sankar, Adina Williams, Sarath Chandar, Marc-Alexandre Côté, Joelle Pineau"
        },
        {
            "id": "workshop_20",
            "title": "W20: The First Bangla Language Processing Workshop (BLP)",
            "desc": "Bangla - a member of the Indo-Aryan language family, is ranked as the 6th most widely spoken language across the world, with 230 million native speakers from Bangladesh and India. This morphologically rich language has a long-standing literacy tradition, with diverse dialects and language dependent challenges. Bangla, with three decade of research history is still considered a low-resource language in the natural language processing (NLP) and speech community mainly due to the limited and scattered research efforts by individual researchers. These line of sparse works are not highly visible to the international research community.\n\nTherefore, this workshop aims to provide a forum for researchers to share and discuss their ongoing work with the international community. Following the success of prior local editions of the conferences in 2018 and 2019, in this first edition of the workshop, we will focus on Bangla, which is a low-resource language, and assess its current state-of-the-art and discuss strategies to make further progress in both NLP, Speech and multimodal research. Through this workshop, we plan to bring researchers together to come up with frameworks and strategies that can later support to other low-resource languages. This workshop is timely given the continued rise in research projects focusing on low-resource and multilingual studies. We particularly encourage researchers to submit their papers focusing on novel methodologies and resources that help towards the progress of Bangla and other low-resource languages. Novel methodologies include, but are not limited to, zero-shot learning, unsupervised learning, and simple yet effective methods applicable to low-computation scenarios.",
            "location": "Pisces 2 & 3",
            "start_time": "2023-12-07T09:00:00",
            "end_time": "2023-12-07T18:00:00",
            "url": "https://blp-workshop.github.io/",
            "chair": "Firoj Alam, Sudipta Kar, Shammur Absar Chowdhury, Farig Sadeque, Ruhul Amin"
        }
    ],
    "social_events": [
        {
            "title": "Welcome Reception",
            "id": "welcome-reception",
            "day": "Thursday, December 7, 2023",
            "venue": "Resorts World at Sentosa Convention Center",
            "start_time": "2023-12-07T19:00:00",
            "end_time": "2023-12-07T21:30:00",
            "desc": "One entry ticket will be included with each full conference registration. To get admission into the event you will need to have your name badge on your person as the QR code that is located on your badge is how the ACL Staff member(s) Scan and account for admission(s). No name badge, no entrance. Social Event tickets can be added on for Guests, Tutorials, Workshops, and Exhibitors to attend at the Registration Solutions Desk or through your Yes Events registration login.",
            "location": "East & Central Ballrooms"
        },
        {
            "title": "Social Event",
            "id": "social-event",
            "day": "Saturday, December 9, 2023",
            "venue": "Resorts World at Sentosa Convention Center & Universal Studios Singapore",
            "start_time": "2023-12-09T18:30:00",
            "end_time": "2023-12-09T21:30:00",
            "desc": "One entry ticket included with each full conference registration.Admission requires wearing your name badge with a QR code for scanning by ACL Staff.No name badge, no entrance.",
            "location": "West Ballroom 1–3 located on Level B2."
        }
    ]
}