{
    "opening-session": {
        "abstract": "Friday, December 08 - Time: 9:00 - 9:30",
        "bio": "TBD",
        "chairs": [],
        "end_time": null,
        "id": "opening-session",
        "image_url": "null",
        "institution": "EMNLP",
        "link": null,
        "paper_ids": [],
        "presenter": "EMNLP 23 Program Chairs",
        "room": "East & Central ",
        "session": "opening-session",
        "start_time": null,
        "title": "Plenary: Opening Session",
        "track": "Plenary",
        "type": "Plenary Sessions",
        "video_url": null
    },
    "human-centric-natural-language-processing": {
        "abstract": "Friday, December 08 - Time: 9:30 - 10:30",
        "bio": "Jong Park received his BE and MSE degrees from Seoul National University and PhD degree from the University of Pennsylvania, Philadelphia. He has been working as Assistant, Associate and Full Professor at Korea Advanced Institute of Science and Technology (KAIST) since 1998. He is one of the early researchers on BioNLP, applying NLP techniques to biology and medicine. His research team at KAIST has also been working broadly on identifying emotion from text, turning spoken language into visual animation and sign language, identifying mental health issues such as mild-cognitive impairment (MCI) and clinical depression from natural language utterances, detecting abusive language, and, more recently, credibility assessment and bidirectional sign language processing. His team has received Outstanding Paper Award at ACL 2023 for the work on the Tigrinya language. He is serving as founding Editor-in-Chief of Journal of Computing Science and Engineering (JCSE) since 2007, President of Asian Federation of Natural Language Processing (AFNLP) during 2022~2024, and General Chair of IJCNLP-AACL 2023.",
        "chairs": [],
        "end_time": null,
        "id": "human-centric-natural-language-processing",
        "image_url": "null",
        "institution": "Korea Advanced Institute of Science and Technology (KAIST)",
        "link": null,
        "paper_ids": [],
        "presenter": "Jong Park",
        "room": "East & Central ",
        "session": "human-centric-natural-language-processing",
        "start_time": null,
        "title": "Plenary: Human-Centric Natural Language Processing",
        "track": "Plenary",
        "type": "Plenary Sessions",
        "video_url": null
    },
    "business-meeting": {
        "abstract": "Saturday, December 09 - Time: 13:45 - 14:30",
        "bio": "TBD",
        "chairs": [],
        "end_time": null,
        "id": "business-meeting",
        "image_url": "null",
        "institution": "EMNLP",
        "link": null,
        "paper_ids": [],
        "presenter": "EMNLP Board",
        "room": "East & Central ",
        "session": "business-meeting",
        "start_time": null,
        "title": "Plenary: Business Meeting",
        "track": "Plenary",
        "type": "Plenary Sessions",
        "video_url": null
    },
    "from-speech-to-emotion-to-mood-mental-health-modeling-in-real-world-environments": {
        "abstract": "Saturday, December 09 - Time: 14:30 - 15:30",
        "bio": "Emily Mower Provost is a Professor in Computer Science and Engineering at the University of Michigan. She received her Ph.D. in Electrical Engineering from the University of Southern California (USC), Los Angeles, CA in 2010. She is a Toyota Faculty Scholar (2020) and has been awarded a National Science Foundation CAREER Award (2017), the Oscar Stern Award for Depression Research (2015), a National Science Foundation Graduate Research Fellowship (2004-2007). She is an Associate Editor for IEEE Transactions on Affective Computing and the IEEE Open Journal of Signal Processing. She has also served as Associate Editor for Computer Speech and Language and ACM Transactions on Multimedia. She has received best paper awards or finalist nominations for Interspeech 2008, ACM Multimedia 2014, ICMI 2016, and IEEE Transactions on Affective Computing. Among other organizational duties, she has been Program Chair for ACII (2017, 2021), ICMI (2016, 2018). Her research interests are in human-centered speech and video processing, multimodal interfaces design, and speech-based assistive technology. The goals of her research are motivated by the complexities of the perception and expression of human behavior.",
        "chairs": [],
        "end_time": null,
        "id": "from-speech-to-emotion-to-mood-mental-health-modeling-in-real-world-environments",
        "image_url": "null",
        "institution": "University of Michigan",
        "link": null,
        "paper_ids": [],
        "presenter": "Emily Mower Provost",
        "room": "East & Central ",
        "session": "from-speech-to-emotion-to-mood-mental-health-modeling-in-real-world-environments",
        "start_time": null,
        "title": "Plenary: From Speech to Emotion to Mood: Mental Health Modeling in Real-World Environments.",
        "track": "Plenary",
        "type": "Plenary Sessions",
        "video_url": null
    },
    "panel ": {
        "abstract": "Saturday, December 09 - Time: 16:00 - 17:00",
        "bio": "TBD",
        "chairs": [],
        "end_time": null,
        "id": "panel ",
        "image_url": "null",
        "institution": "EMNLP",
        "link": null,
        "paper_ids": [],
        "presenter": "TBD",
        "room": "East & Central ",
        "session": "panel ",
        "start_time": null,
        "title": "Plenary: Panel ",
        "track": "Plenary",
        "type": "Plenary Sessions",
        "video_url": null
    },
    "academic-NLP-research-in-the-age-of-LLMs-nothing-but-blue-skies": {
        "abstract": "Sunday, December 10 - Time: 14:00 - 15:00",
        "bio": "Christopher Manning is the inaugural Thomas M. Siebel Professor in Machine Learning in the Departments of Linguistics and Computer Science at Stanford University, Director of the Stanford Artificial Intelligence Laboratory (SAIL), and an Associate Director of the Stanford Institute for Human-Centered Artificial Intelligence (HAI). His research goal is computers that can intelligently process, understand, and generate human languages. Manning was an early leader in applying Deep Learning to Natural Language Processing (NLP), with well-known research on the GloVe model of word vectors, attention, machine translation, question answering, self-supervised model pre-training, tree-recursive neural networks, machine reasoning, dependency parsing, sentiment analysis, and summarization. He also focuses on computational linguistic approaches to parsing, natural language inference and multilingual language processing, including being a principal developer of Stanford Dependencies and Universal Dependencies. Manning has coauthored leading textbooks on statistical approaches to NLP (Manning and Schütze 1999) and information retrieval (Manning, Raghavan, and Schütze, 2008), as well as linguistic monographs on ergativity and complex predicates. His online CS224N Natural Language Processing with Deep Learning videos have been watched by hundreds of thousands of people. He is an ACM Fellow, a AAAI Fellow, and an ACL Fellow, and a Past President of the ACL (2015). His research has won ACL, Coling, EMNLP, and CHI Best Paper Awards, and an ACL Test of Time Award. He has a B.A. (Hons) from The Australian National University and a Ph.D. from Stanford in 1994, and an Honorary Doctorate from U. Amsterdam in 2023, and he held faculty positions at Carnegie Mellon University and the University of Sydney before returning to Stanford. He is the founder of the Stanford NLP group (@stanfordnlp) and manages development of the Stanford CoreNLP and Stanza software.",
        "chairs": [],
        "end_time": null,
        "id": "academic-NLP-research-in-the-age-of-LLMs-nothing-but-blue-skies",
        "image_url": "null",
        "institution": "Stanford University",
        "link": null,
        "paper_ids": [],
        "presenter": "Christopher D. Manning",
        "room": "East & Central ",
        "session": "academic-NLP-research-in-the-age-of-LLMs-nothing-but-blue-skies",
        "start_time": null,
        "title": "Plenary: Academic NLP research in the Age of LLMs: Nothing but blue skies!",
        "track": "Plenary",
        "type": "Plenary Sessions",
        "video_url": null
    },
    "EMNLP-23-program-chairs": {
        "abstract": "Sunday, December 10 - Time: 15:30 - 17:00",
        "bio": "TBD",
        "chairs": [],
        "end_time": null,
        "id": "EMNLP-23-program-chairs",
        "image_url": "null",
        "institution": "EMNLP",
        "link": null,
        "paper_ids": [],
        "presenter": "Best Paper Awards  & Closing Session",
        "room": "East & Central ",
        "session": "EMNLP-23-program-chairs",
        "start_time": null,
        "title": "Plenary: EMNLP 23 Program Chairs",
        "track": "Plenary",
        "type": "Plenary Sessions",
        "video_url": null
    }
}